src/eng201/KBe21eng201retGoSTEssay.org
#+TITLE: God of Small Things Essay
* brainstorm
** cupboards
*** cupboards to lock as a symbol of wealth
**** baby kochamma with cupboards of thermos and insulin(14)
**** "Foreign returnees ... with keys to count, and cupboards to lock" (67)
**** velutha has no keys to count or cupboards to lock (99)
*** things inside cupboards
**** rat making trips to cupboard at doctors office (63)
**** Wisdom exercise notebooks book cupboard (74)
**** pappachi's got mamachi's shears from her sewing cupboard to shred ammu's boots (86)
**** label cupboard full of labels (92), it was red apparently
**** swollen cupboards creaked - dampness
***** waking ammu from her velutha dream using a creaky cupboard door (104)
**** chacko's cupboard of damaged balsa airplanes (113)
***** "Pickle Baron-dreams and the People's War joined the racks of broken balsa planes" in Chacko's cupboard (132)
**** cupboards were dangerous to open because clothes and books and shoes would cascade down (chackos cupboards) (116)
*** locks
**** 'he was never sure which cupboard he might have to open ... counting his keys' train crossing man (31)
**** baby kochamma's ooty cupboards, thermos flask in cupboard
*** secrets inside cupboards
**** 'his mind was full of cupboards, cluttered with secret pleasures' (30)
**** 'shut it when you've finished it, baby kochamma said, and closed her face like a cupboard' (15)
**** 'room kept its secrets ... cupboards closed' (43)
**** glass-paned cupboard in comrade pallai's house with curtains to hide the contents (126)
***** whatever comrade pallai stored in his curtained cupboard, it wasn't broken balsa airplanes
*** getting lost in cupboards
**** cupboards with built-in bedrooms (metaphor for punishment, 55)
***** '[the twins] only asked for punishments that fit their crimes. Not ones that came like cupboards with built-in bedrooms. Not the ones you spent your whole life in, wandering through it's maze of shelves'
** reversed containment
*** river in the boat
*** cupboards with built-in bedrooms
