docs/english/english10/KBe21eng201retGoSTEssay.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-02 Sat 12:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>God of Small Things Essay</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Taproot" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">God of Small Things Essay</h1> <h2 class="subtitle"></h2> <span class="author">Taproot</span> <span class="date">2021-10-02 Sat 10:58</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#orgcb55d23">1. brainstorm</a>
<ul>
<li><a href="#org80ed4fe">1.1. cupboards</a>
<ul>
<li><a href="#org4163717">1.1.1. cupboards to lock as a symbol of wealth</a></li>
<li><a href="#org1d5313b">1.1.2. things inside cupboards</a></li>
<li><a href="#orgeadceaa">1.1.3. locks</a></li>
<li><a href="#org72896a3">1.1.4. secrets inside cupboards</a></li>
<li><a href="#org0d3c233">1.1.5. getting lost in cupboards</a></li>
</ul>
</li>
<li><a href="#org52919af">1.2. reversed containment</a>
<ul>
<li><a href="#org7d083f0">1.2.1. river in the boat</a></li>
<li><a href="#org396a12e">1.2.2. cupboards with built-in bedrooms</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div></div>
</div>
<div id="outline-container-orgcb55d23" class="outline-2">
<h2 id="orgcb55d23"><span class="section-number-2">1</span> brainstorm</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org80ed4fe" class="outline-3">
<h3 id="org80ed4fe"><span class="section-number-3">1.1</span> cupboards</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org4163717" class="outline-4">
<h4 id="org4163717"><span class="section-number-4">1.1.1</span> cupboards to lock as a symbol of wealth</h4>
<div class="outline-text-4" id="text-1-1-1">
</div>
<ol class="org-ol">
<li><a id="org3f8211b"></a>baby kochamma with cupboards of thermos and insulin(14)<br /></li>
<li><a id="org0e31698"></a>"Foreign returnees &#x2026; with keys to count, and cupboards to lock" (67)<br /></li>
<li><a id="org11a8221"></a>velutha has no keys to count or cupboards to lock (99)<br /></li>
</ol>
</div>
<div id="outline-container-org1d5313b" class="outline-4">
<h4 id="org1d5313b"><span class="section-number-4">1.1.2</span> things inside cupboards</h4>
<div class="outline-text-4" id="text-1-1-2">
</div>
<ol class="org-ol">
<li><a id="orgb156c3d"></a>rat making trips to cupboard at doctors office (63)<br /></li>
<li><a id="org5d3daef"></a>Wisdom exercise notebooks book cupboard (74)<br /></li>
<li><a id="org8ddb8ad"></a>pappachi's got mamachi's shears from her sewing cupboard to shred ammu's boots (86)<br /></li>
<li><a id="orgdbf1d8b"></a>label cupboard full of labels (92), it was red apparently<br /></li>
<li><a id="org7d52049"></a>swollen cupboards creaked - dampness<br />
<ol class="org-ol">
<li><a id="orgd90301a"></a>waking ammu from her velutha dream using a creaky cupboard door (104)<br /></li>
</ol>
</li>
<li><a id="orgfd8a4f3"></a>chacko's cupboard of damaged balsa airplanes (113)<br />
<ol class="org-ol">
<li><a id="org465ad5c"></a>"Pickle Baron-dreams and the People's War joined the racks of broken balsa planes" in Chacko's cupboard (132)<br /></li>
</ol>
</li>
<li><a id="org510aa24"></a>cupboards were dangerous to open because clothes and books and shoes would cascade down (chackos cupboards) (116)<br /></li>
</ol>
</div>
<div id="outline-container-orgeadceaa" class="outline-4">
<h4 id="orgeadceaa"><span class="section-number-4">1.1.3</span> locks</h4>
<div class="outline-text-4" id="text-1-1-3">
</div>
<ol class="org-ol">
<li><a id="org856fa1c"></a>'he was never sure which cupboard he might have to open &#x2026; counting his keys' train crossing man (31)<br /></li>
<li><a id="org0c1146f"></a>baby kochamma's ooty cupboards, thermos flask in cupboard<br /></li>
</ol>
</div>
<div id="outline-container-org72896a3" class="outline-4">
<h4 id="org72896a3"><span class="section-number-4">1.1.4</span> secrets inside cupboards</h4>
<div class="outline-text-4" id="text-1-1-4">
</div>
<ol class="org-ol">
<li><a id="orge67a593"></a>'his mind was full of cupboards, cluttered with secret pleasures' (30)<br /></li>
<li><a id="org62c98a4"></a>'shut it when you've finished it, baby kochamma said, and closed her face like a cupboard' (15)<br /></li>
<li><a id="org2b638b9"></a>'room kept its secrets &#x2026; cupboards closed' (43)<br /></li>
<li><a id="orgc2e7880"></a>glass-paned cupboard in comrade pallai's house with curtains to hide the contents (126)<br />
<ol class="org-ol">
<li><a id="orga8bdca6"></a>whatever comrade pallai stored in his curtained cupboard, it wasn't broken balsa airplanes<br /></li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-org0d3c233" class="outline-4">
<h4 id="org0d3c233"><span class="section-number-4">1.1.5</span> getting lost in cupboards</h4>
<div class="outline-text-4" id="text-1-1-5">
</div>
<ol class="org-ol">
<li><a id="org304c1e6"></a>cupboards with built-in bedrooms (metaphor for punishment, 55)<br />
<ol class="org-ol">
<li><a id="org6424a0f"></a>'[the twins] only asked for punishments that fit their crimes. Not ones that came like cupboards with built-in bedrooms. Not the ones you spent your whole life in, wandering through it's maze of shelves'<br /></li>
</ol>
</li>
</ol>
</div>
</div>
<div id="outline-container-org52919af" class="outline-3">
<h3 id="org52919af"><span class="section-number-3">1.2</span> reversed containment</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-org7d083f0" class="outline-4">
<h4 id="org7d083f0"><span class="section-number-4">1.2.1</span> river in the boat</h4>
</div>
<div id="outline-container-org396a12e" class="outline-4">
<h4 id="org396a12e"><span class="section-number-4">1.2.2</span> cupboards with built-in bedrooms</h4>
<div class="outline-text-4" id="text-1-2-2">
</div>
</div>
</div>
</div>
</div>
</body>
</html>
