docs/english/english10/KBe21eng201retGoSTEssay.tex
% Created 2021-09-27 Mon 11:52
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\setlength{\parindent}{0pt}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{svg}
\usepackage{cancel}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\renewcommand{\tableofcontents}{}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Taproot}
\date{\today}
\title{God of Small Things Essay}
\hypersetup{
 pdfauthor={Taproot},
 pdftitle={God of Small Things Essay},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.50 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{brainstorm}
\label{sec:orge706d23}
\subsection{cupboards}
\label{sec:org87d0385}
\subsubsection{cupboards to lock as a symbol of wealth}
\label{sec:org70a72aa}
\begin{enumerate}
\item baby kochamma with cupboards of thermos and insulin(14)
\label{sec:org53ab726}
\item "Foreign returnees \ldots{} with keys to count, and cupboards to lock" (67)
\label{sec:orgd6ce64d}
\item velutha has no keys to count or cupboards to lock (99)
\label{sec:orgbff6ad5}
\end{enumerate}
\subsubsection{things inside cupboards}
\label{sec:orgf55c069}
\begin{enumerate}
\item rat making trips to cupboard at doctors office (63)
\label{sec:orge3fca60}
\item Wisdom exercise notebooks book cupboard (74)
\label{sec:org41f38dd}
\item pappachi's got mamachi's shears from her sewing cupboard to shred ammu's boots (86)
\label{sec:orga1973ec}
\item label cupboard full of labels (92), it was red apparently
\label{sec:org833ceff}
\item swollen cupboards creaked - dampness
\label{sec:org9d537e2}
\begin{enumerate}
\item waking ammu from her velutha dream using a creaky cupboard door (104)
\label{sec:orgd211514}
\end{enumerate}
\item chacko's cupboard of damaged balsa airplanes (113)
\label{sec:org178debb}
\begin{enumerate}
\item "Pickle Baron-dreams and the People's War joined the racks of broken balsa planes" in Chacko's cupboard (132)
\label{sec:orgcb6610a}
\end{enumerate}
\item cupboards were dangerous to open because clothes and books and shoes would cascade down (chackos cupboards) (116)
\label{sec:org0c76906}
\end{enumerate}
\subsubsection{locks}
\label{sec:orge3e9304}
\begin{enumerate}
\item 'he was never sure which cupboard he might have to open \ldots{} counting his keys' train crossing man (31)
\label{sec:org5d85c9c}
\item baby kochamma's ooty cupboards, thermos flask in cupboard
\label{sec:orgea6625e}
\end{enumerate}
\subsubsection{secrets inside cupboards}
\label{sec:orgb3443e2}
\begin{enumerate}
\item 'his mind was full of cupboards, cluttered with secret pleasures' (30)
\label{sec:org5b928c0}
\item 'shut it when you've finished it, baby kochamma said, and closed her face like a cupboard' (15)
\label{sec:orgae42d10}
\item 'room kept its secrets \ldots{} cupboards closed' (43)
\label{sec:org5acfb63}
\item glass-paned cupboard in comrade pallai's house with curtains to hide the contents (126)
\label{sec:orgddbb0e3}
\begin{enumerate}
\item whatever comrade pallai stored in his curtained cupboard, it wasn't broken balsa airplanes
\label{sec:org515be4f}
\end{enumerate}
\end{enumerate}
\subsubsection{getting lost in cupboards}
\label{sec:orgc4853c1}
\begin{enumerate}
\item cupboards with built-in bedrooms (metaphor for punishment, 55)
\label{sec:org71aa436}
\begin{enumerate}
\item '[the twins] only asked for punishments that fit their crimes. Not ones that came like cupboards with built-in bedrooms. Not the ones you spent your whole life in, wandering through it's maze of shelves'
\label{sec:org3d276cf}
\end{enumerate}
\end{enumerate}
\subsection{reversed containment}
\label{sec:org8969311}
\subsubsection{river in the boat}
\label{sec:org2ce84ca}
\subsubsection{cupboards with built-in bedrooms}
\label{sec:orga400661}
\end{document}
